# St7DisableNLAPseudoTime

Disables pseudo time for nonlinear static analysis.

long St7DisableNLAPseudoTime(long uID, long Stage)

Input Parameters

uID

Strand7 model file ID.

Solver – Nonlinear Static

Stage

Stage index – use 0 for unstaged analysis.